Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Providing online graphic novels, not downloadable
it: Fornitura online di romanzi a fumetti, non scaricabili

source: Providing online comic books, not downloadable
it: Fornitura online di fumetti, non scaricabili

source: Presentation of live Christmas musical productions
it: Presentazione di produzioni musicali natalizie dal vivo

source: Arranging and conducting of American football training programs
it: Organizzazione e conduzione di programmi di allenamento di football americano

source: Arranging and conducting of soccer training programs
it: Organizzazione e conduzione di programmi di allenamento di calcio

source: Entertainment in the nature of live dance performances
it: Intrattenimento sotto forma di spettacoli di danza dal vivo

source: Presentation of live entertainment performances
it: Presentazione di spettacoli d'intrattenimento dal vivo

source: Organisation of chess tournaments
it: Organizzazione di tornei di scacchi

source: Ticket reservation and booking services for theater shows
it: Servizi di prenotazione di biglietti per spettacoli teatrali

source: Ticket reservation and booking services for music concerts
it: Servizi di prenotazione di biglietti per concerti di musica

source: Ticket reservation and booking services for recreational and leisure events
it: Prenotazione di biglietti per eventi ricreativi e per il tempo libero

source: Ticket reservation and booking services for cultural events
it: Servizi di prenotazione di biglietti per eventi culturali

source: Ticket reservation and booking services for sporting events
it: Servizi di prenotazione di biglietti per eventi sportivi

source: Ticket reservation and booking services for entertainment events
it: Servizi di prenotazione di biglietti per manifestazioni ricreative

source: Online publication of electronic newspapers
it: Pubblicazione online di giornali elettronici

source: Multimedia publishing of newspapers
it: Pubblicazione multimediale di giornali

source: Multimedia publishing of magazines
it: Pubblicazione multimediale di riviste

source: Multimedia publishing of electronic publications
it: Pubblicazioni multimediali di pubblicazioni elettroniche

source: Organisation of automobile rallies
it: Organizzazione di rally automobilistici

source: Providing of continuous training courses
it: Erogazione di corsi di formazione continua

source: Providing of further training courses
it: Erogazione di corsi di aggiornamento

source: Production of audio programs
it: Produzione di programmi audio

source: Organisation and presentation of shows
it: Organizzazione e presentazione di spettacoli

source: Providing online training seminars
it: Offerta di seminari di formazione online

source: Production of television programs for broadcast on mobile devices
it: Produzione di programmi televisivi da trasmettere su dispositivi mobili

source: Arranging and conducting of educational courses
it: Organizzazione e realizzazione di corsi d'insegnamento

source: Arranging and conducting of training seminars
it: Organizzazione e conduzione di seminari di formazione

source: Conducting physical fitness conditioning classes
it: Corsi di condizionamento per la forma fisica

source: Providing information about cultural activities
it: Fornitura di informazioni su attività culturali

source: Providing information about sporting activities
it: Fornitura di informazioni su attività sportive

source: Publication of the results of clinical trials
it: Pubblicazione dei risultati di studi clinici

source: Rental of DVD players
it: Noleggio di lettori DVD

source: Arranging and conducting of live entertainment events
it: Organizzazione e conduzione di eventi di intrattenimento dal vivo

source: Arranging and conducting of cultural activities
it: Organizzazione e conduzione di attività culturali

source: Arranging and conducting of entertainment activities
it: Organizzazione e conduzione di attività d'intrattenimento

source: Arranging and conducting of sports events
it: Organizzazione e conduzione di eventi sportivi

source: Conducting of cultural activities
it: Conduzione di attività culturali

source: Conducting of entertainment activities
it: Conduzione di attività d'intrattenimento

source: Conducting of sports events
it: Conduzione di eventi sportivi

source: Education in the field of occupational health and safety
it: Istruzione in materia di salute e sicurezza sul lavoro

source: Conducting of conventions
it: Conduzione di convegni

source: Conducting of classes
it: Conduzione di lezioni

source: Arranging of classes
it: Organizzazione di lezioni

source: Consultancy relating to vocational skills training
it: Consulenza in materia di formazione professionale

source: Training in the field of real estate management
it: Formazione in materia di gestione immobiliare

source: Education and training in the field of music and entertainment
it: Istruzione e formazione in materia di musica e intrattenimento

source: Rental of indoor aquaria
it: Noleggio di acquari da interni

source: Developing international student exchange programs
it: Sviluppo di programmi internazionali di scambio per studenti

source: Film and video tape film production
it: Produzione di film e di film su videonastri

source: Instruction of forestation skills
it: Formazione in materia di rimboschimento

source: Providing education courses relating to the travel industry
it: Fornitura di corsi d'istruzione relativi all'industria del turismo

source: Providing information about online education
it: Fornitura di informazioni sull'istruzione online

source: Providing zip line rides for recreational purposes
it: Fornitura di teleferiche per scopi ricreativi

source: Publishing and issuing scientific papers in relation to medical technology
it: Pubblicazione e diffusione di documenti scientifici relativi alla tecnologia medica

source: Rental of film negatives
it: Noleggio di pellicole negative

source: Rental of film positives
it: Noleggio di pellicole positive

source: Rental of toy scooters
it: Noleggio di monopattini

source: Speech writing for non-advertising purposes
it: Redazione di discorsi per scopi non pubblicitari

source: Taekwondo instruction
it: Insegnamento del taekwondo

source: Rental of video cameras
it: Noleggio di videocamere

source: On-line publication of electronic books and journals
it: Pubblicazione in linea di libri e di riviste on line

source: Business training services
it: Formazione aziendale

source: Consultancy services relating to training
it: Consulenza in materia di formazione

source: Production of sound recordings
it: Produzione di registrazioni audio

source: Scriptwriting services
it: Redazione di sceneggiature

source: Organization of sports competitions
it: Organizzazione di competizioni sportive

source: Academies [education]
it: Accademie [educazione]

source: Provision of recording studio facilities
it: Fornitura di servizi di studi di registrazione

source: Organization of competitions [education or entertainment]
it: Organizzazione di concorsi [educazione o divertimento]

source: Arranging of competitions for education or entertainment
it: Organizzazione di concorsi per l'istruzione o il divertimento

source: Teaching
it: Educazione

source: Theater production
it: Produzioni teatrali

source: Vocational training services
it: Servizi di formazione professionale

source: Vocational skills training
it: Formazione professionale

source: Presentation of films
it: Presentazione di film

source: Showing of films
it: Proiezione di film

source: Orchestra services
it: Servizi di orchestre

source: Production of television features
it: Preparazione di programmi televisivi

source: Amusement arcade services
it: Servizi di sale di gioco

source: Video arcade services
it: Servizi di sale giochi

source: Presentation of circus performances
it: Rappresentazione di spettacoli di circo

source: Circus performances
it: Spettacoli circensi

source: Writing services for blogs
it: Servizi di scrittura di blog

source: Provision of entertainment via podcast
it: Fornitura di attività ricreative via podcast

source: Organisation of live musical performances
it: Organizzazione di esibizioni musicali dal vivo

source: Arranging and conducting of games
it: Organizzazione e realizzazione di giochi

source: Wine tasting events for educational purposes
it: Eventi per la degustazione di vino a fini educativi

source: Organisation of sports tuition
it: Organizzazione di formazione sportiva

source: Publishing services for periodical and non-periodical publications, other than publicity texts
it: Servizi di pubblicazione di periodici e non periodici, eccetto i testi pubblicitari

source: Publication of calendars
it: Pubblicazione di calendari

source: Publication of catalogues
it: Pubblicazione di cataloghi

source: Publishing a newspaper for customers on the Internet
it: Pubblicazione di quotidiani per clienti su internet

source: Publication of scientific information journals
it: Pubblicazione di riviste scientifiche specializzate

source: Publication of year books
it: Pubblicazione di annuari

source: Publication of educational and training guides
it: Pubblicazione di guide pedagogiche e formative

source: Provision of training in the field of hygiene for the catering industry
it: Fornitura di servizi di formazione in materia di igiene per l'industria del catering

source: Providing online entertainment in the nature of fantasy sports leagues
it: Fornitura di servizi d'intrattenimento online sotto forma di leghe sportive virtuali

source: Providing online entertainment in the nature of game tournaments
it: Fornitura di servizi d'intrattenimento online sotto forma di tornei di gioco

source: Provision of an online magazine featuring information in the field of computer games
it: Fornitura di riviste online contenenti informazioni inerenti i giochi per computer

source: Organisation of professional golf tournaments or competitions
it: Organizzazione di tornei e competizioni di golf per professionisti

source: Organisation and conducting of balls
it: Organizzazione e realizzazione di balli

source: Provision of non-downloadable films and television programs via pay-per-view television channels
it: Fornitura di film e programmi televisivi non scaricabili tramite canali televisivi pay-per-view

source: Provision of non-downloadable films and television programs via pay television
it: Fornitura di film e programmi televisivi non scaricabili tramite canali televisivi a pagamento

source: Provision of online tutorials
it: Fornitura di tutorial online

source: Provision of information relating to physical training via an online web site
it: Fornitura di informazioni inerenti l'attività fisica tramite siti web online

source: Provision of information relating to physical exercises via an online web site
it: Fornitura di informazioni inerenti gli esercizi fisici tramite siti web online

source: Provision of information relating to physical education via an online web site
it: Fornitura di informazioni inerenti l'educazione fisica tramite siti web online

source: Presentation of live performances by a musical group
it: Presentazione di esibizioni dal vivo da parte di gruppi musicali

source: Entertainment in the nature of live performances and personal appearances by a costumed character
it: Servizi d'intrattenimento sotto forma di esibizioni dal vivo e spettacoli individuali da parte di personaggi mascherati

source: Presentation of live entertainment events
it: Presentazione di eventi ricreativi dal vivo

source: Training or education services in the field of life coaching
it: Servizi di formazione ed educazione in materia di life coaching

source: Provision of educational courses relating to diet
it: Fornitura di corsi d'istruzione in materia di dieta

source: Information relating to computer gaming entertainment provided online from a computer database or a global communication network
it: Informazioni inerenti i giochi per computer fornite online mediante una banca dati informatica o una rete di comunicazione globale

source: Games services provided via computer networks and global communication networks
it: Servizi di gioco forniti mediante reti informatiche e reti di comunicazione globale

source: Game services provided by means of communications by computer terminals or mobile telephone
it: Servizi di gioco forniti mediante comunicazione da terminali informatici o telefoni cellulari

source: Entertainment services in the form of musical vocal group performances
it: Servizi d'intrattenimento sotto forma di esibizioni di gruppi musicali vocali

source: Entertainment services in the form of musical group performances
it: Servizi d'intrattenimento sotto forma di esibizioni di gruppi musicali

source: Electronic publication of texts and printed matter, other than publicity texts, on the Internet
it: Pubblicazione elettronica di testi e materiale stampato, non pubblicitario su internet

source: Education and training relating to nature conservation and the environment
it: Istruzione e formazione inerenti la tutela della natura e dell'ambiente

source: Education and training in the field of electronic data processing
it: Istruzione e formazione inerenti l'elaborazione elettronica dei dati

source: Editing of printed matter containing pictures, other than for advertising purposes
it: Edizione di materiale stampato contenente immagini, tranne che a fini pubblicitari

source: Preparation of educational courses and examinations
it: Preparazione di corsi d'istruzione ed esami

source: Consultancy and information services relating to arranging, conducting and organisation of workshops
it: Servizi di consulenza e informazione inerenti la preparazione, l'organizzazione e la realizzazione di workshop [formazione]

source: Consultancy and information services relating to arranging, conducting and organisation of symposiums
it: Servizi di consulenza e informazione inerenti la preparazione, l'organizzazione e la realizzazione di simposi

source: Consultancy and information services relating to arranging, conducting and organisation of congresses
it: Servizi di consulenza e informazione inerenti la preparazione, l'organizzazione e la realizzazione di congressi

source: Consultancy and information services relating to arranging, conducting and organisation of conferences
it: Servizi di consulenza e informazione inerenti la preparazione, l'organizzazione e la realizzazione di conferenze

source: Consultancy and information services relating to arranging, conducting and organisation of concerts
it: Servizi di consulenza e informazione inerenti la preparazione, l'organizzazione e la realizzazione di concerti

source: Consultancy and information services relating to arranging, conducting and organisation of colloquiums
it: Servizi di consulenza e informazione inerenti la preparazione, l'organizzazione e la realizzazione di colloqui

source: Conducting of instructional, educational and training courses for young people and adults
it: Realizzazione di corsi d'istruzione, educazione e formazione per giovani e adulti

source: Conducting of competitions on the Internet
it: Realizzazione di competizioni su internet

source: Arranging of competitions via the Internet
it: Organizzazione di competizioni su internet

source: Rental of printed publications
it: Noleggio di pubblicazioni stampate

source: Publishing of magazines in electronic form on the Internet
it: Pubblicazione di riviste in forma elettronica su internet

source: Publication of printed matter in electronic form on the Internet
it: Pubblicazione di materiale stampato in forma elettronica su internet

source: Publication of printed matter in electronic form
it: Pubblicazione di materiale stampato in forma elettronica

source: Publication of electronic books and periodicals on the Internet
it: Pubblicazione di libri e periodici in forma elettronica su internet

source: Publication of periodicals and books in electronic form
it: Pubblicazione di libri e periodici in forma elettronica

source: Publication of multimedia material online
it: Pubblicazione di materiale multimediale online

source: Provision of information and preparation of progress reports relating to education and training
it: Fornitura di informazioni e preparazione di relazioni sui progressi fatti, inerenti l'istruzione e la formazione

source: Providing electronic publications from a global computer network or the Internet, not downloadable
it: Fornitura di pubblicazioni elettroniche non scaricabili da una rete informatica globale o internet

source: Providing of training, teaching and tuition
it: Fornitura di formazione, insegnamento e lezioni

source: Providing of training in the fields of agriculture, horticulture and forestry
it: Fornitura di servizi di formazione inerenti l'agricoltura, l'orticoltura e la silvicoltura

source: Providing of information relating to continuing education via the Internet
it: Fornitura di informazioni inerenti l'istruzione continuativa per mezzo di internet

source: Publication of online guide books, travel maps, city directories and listings for use by travellers, not downloadable
it: Pubblicazione online di guide, mappe di viaggio, elenchi e liste cittadine non scaricabili per viaggiatori

source: Providing online electronic publications in the field of music, not downloadable
it: Fornitura online di pubblicazioni elettroniche non scaricabili in campo musicale

source: Production of audio master recordings
it: Produzione di master di registrazione audio

source: Production of live entertainment events
it: Produzione di eventi di intrattenimento dal vivo

source: Production and rental of educational and instructional materials
it: Produzione e noleggio di materiali educativi e didattici

source: Organisation of congresses and conferences for cultural and educational purposes
it: Organizzazione di congressi e conferenze a fini culturali ed educativi

source: Multimedia publishing of magazines, journals and newspapers
it: Pubblicazione multimediale di riviste, riviste specializzate e giornali

source: Multimedia publishing of books
it: Pubblicazione multimediale di libri

source: Multimedia publishing of printed matter
it: Pubblicazione multimediale di materiale stampato

source: Vocational education and training services
it: Servizi di educazione e formazione professionale

source: Linguistic education and training services
it: Servizi di educazione e formazione linguistica

source: Production of films in studios
it: Produzione di film in studio

source: Educational and training services relating to sport
it: Servizi di istruzione e formazione inerenti lo sport

source: Educational and training services relating to games
it: Servizi di istruzione e formazione inerenti i giochi

source: Education and training services in relation to business management
it: Servizi di educazione e formazione inerenti alla gestione aziendale

source: Education and training services in relation to real estate management
it: Servizi di istruzione e formazione inerenti la gestione immobiliare

source: Distance learning services provided online
it: Servizi di formazione a distanza forniti online

source: Consultancy services relating to academic subjects
it: Servizi di consulenza inerenti le materie accademiche

source: Arranging and conducting of tutorials
it: Organizzazione e realizzazione di tutorial

source: Arranging and conducting of meetings in the field of entertainment
it: Organizzazione e realizzazione di meeting in tema di intrattenimento

source: Arranging and conducting of meetings in the field of education
it: Organizzazione e realizzazione di meeting in tema di istruzione

source: Arranging and conducting of classes
it: Organizzazione e realizzazione di lezioni

source: Arranging and conducting of day school courses for adults
it: Organizzazione e realizzazione di corsi di scuola diurna per adulti

source: Writing and publishing of texts, other than publicity texts
it: Stesura e pubblicazione di testi, tranne testi pubblicitari

source: Training services in the field of computer software development
it: Servizi di formazione nel campo dello sviluppo di software informatici

source: Training services in the field of project management
it: Servizi di formazione nel campo della gestione di progetti

source: Educational and teaching services
it: Servizi di insegnamento e di istruzione

source: Publication of audio books
it: Pubblicazione di audiolibri

source: Providing information, commentary and articles in the field of music via computer networks
it: Fornitura di informazioni, recensioni e articoli in ambito musicale mediante reti informatiche

source: Providing information in the field of music
it: Fornitura di informazioni in ambito musicale

source: Education and training services in the field of occupational health and safety
it: Servizi di istruzione e formazione inerenti alla salute e alla sicurezza sul lavoro

source: Conducting of educational events
it: Realizzazione di eventi educativi

source: Entertainment services provided by performing artists
it: Servizi d'intrattenimento forniti da artisti dello spettacolo

source: Arranging and conducting of conferences and congresses
it: Organizzazione e realizzazione di conferenze e congressi

source: Arranging and presenting of live performances
it: Organizzazione e presentazione di esibizioni dal vivo

source: Rental of recorded data carriers for entertainment purposes
it: Noleggio di supporti di dati registrati a scopo di intrattenimento

source: Publication of the results of clinical trials for pharmaceutical preparations
it: Pubblicazione dei risultati degli studi clinici per preparazioni farmaceutiche

source: Arranging and conducting of competitions [education or entertainment]
it: Organizzazione e realizzazione di concorsi [educativi o ricreativi]

source: Provision of training via a global computer network
it: Fornitura di formazione tramite una rete globale di computer

source: Advanced training
it: Formazione avanzata

source: Organisation of educational events
it: Organizzazione di eventi educativi

source: Arranging and conducting of conferences, congresses and symposiums
it: Organizzazione e realizzazione di conferenze, congressi e simposi

source: Rental of records or recorded magnetic audio tapes for language training
it: Noleggio di dischi o audiocassette magnetiche registrate per l'apprendimento delle lingue

source: Provision of multimedia entertainment programs by television, broadband, wireless and on-line services
it: Fornitura di programmi d'intrattenimento multimediale per mezzo di televisione, broadband, sistemi wireless e servizi online

source: Providing electronic publications relating to language training, not downloadable
it: Fornitura di pubblicazioni elettroniche non scaricabili inerenti i corsi di lingue

source: Arranging and conducting of training courses
it: Organizzazione e realizzazione di corsi di formazione

source: Publication of texts and images, including in electronic form, except for advertising purposes
it: Pubblicazione di testi e immagini, anche in forma elettronica, tranne che a fini pubblicitari

source: Publication of printed matter, also in electronic form, except for advertising purposes
it: Pubblicazione di materiale stampato, anche in forma elettronica, tranne che a scopo pubblicitario

source: DVD and CD-ROM film production
it: Produzione di film su DVD e CD-ROM

source: Publishing services, except printing
it: Servizi editoriali, esclusa la stampa

source: Writing of texts, other than publicity texts, for broadcast via teletext services
it: Stesura di testi non pubblicitari per la trasmissione mediante servizi di teletext

source: Educational and instruction services relating to sport
it: Servizi educativi e didattici inerenti lo sport
